[ 
    {"name"  : "box1",
    "picture" : "exmilitary.jpg",
    "picture_alt" : "Death grips album art exmilitary",
    "main" : " The experimental music trio hailing from Sacramento, California consists of the frontman lyricist and vocalist MC Ride, Drummer and producer Zach Hill, and recording engineer extraordinaire Andy Morin. The task of describing the actual music of Death Grips has always been quite the issue — while it’s for sure “experimental”, there’s so much more to it to the point where just referring to them as “experimental” just doesn’t suffice or feels like a huge undercutting of the bands unique collage of sounds, rhythms and styles. With drumming by Zach Hill (Hella, Marnie Stern), the Sacramento punk-rap outfit offers a bludgeoning slab of hostility - Pitchfork. ",
    "link_url" : "info.html",
    "link_text" : "Request Data"
    },
    {"name"  : "box2",
    "picture" : "Post_Bjork.jpg",
    "picture_alt" : "Bjork 1995 experimental album Post cover",
    "main" : "Björk’s first solo album Debut came out in June 1993 and was named Album of the Year by NME, eventually going platinum in the US. The album had some personal songs for Björk, many of which she has written as a teenager. It varied greatly in instrumentation yet maintained a dancy rhythm throughout. Björk’s next album was released in June 1995 and was called Post. She collaborated with some new artists for this project, which you can see in some of the work as trip-hop and electric sounds start to show on tracks like ‘Possibly Maybe’ and ‘Enjoy.’ This is said to have been influenced by Howie B, Tricky and her old friend Graham Massey.  ",
    "link_url" : "info.html",
    "link_text" : "Request Data"
    }
    ,
    {"name"  : "box3",
    "picture" : "QuelleChris_Guns.jpg",
    "picture_alt" : "Quelle Chris's album cover of Guns",
    "main" : "Quelle Chris examines how words, fear, and skin color are weaponized, and how one’s community can dictate their relationship to firearms. Quelle Christ Guns is a mixture of easy indie sounds, rough traditional hip-hop and the experimental masterpiece of a banger called Obamacare all crafted together to make a magical and one of a kind album that not only produces a great aesthetic but has the indepth meaning to match.",
    "link_url" : "info.html",
    "link_text" : "Request Data"
    },
    {"name"  : "box4",
    "picture" : "slowthai_NothingGreatAboutBritain.jpg",
    "picture_alt" : "Slowthai's album cover for Nothing Great about Britain",
    "main" : "The Bajan-British rapper’s debut tackles the UK’s pressing crises—a looming Brexit, class hostility, widening poverty—with great jokes and writerly candor. A strong representing of british music is ever present during the album with the heavy north-hampton twang to his accent slowthai makes his voice very well heard with the title track right away setting the scene fo the album Nothing Great about Britian is a scathing critique of the stuggles of modern britian all while being a heavy representative of the British sound.",
    "link_url" : "info.html",
    "link_text" : "Request Data"
    }
]